import {Images} from '@config';

const PackageData = [
  {
    id: '1',
    packageName: 'แพ็คเกจมาตรฐาน',
    price: '13,331 บาท',
    type: 'ต่อเดือน',
    description:
      'Andaz Tokyo Toranomon Hills เป็นหนึ่งในโรงแรมหรูใหม่ล่าสุดในโตเกียว ตั้งอยู่ในหนึ่งในพื้นที่ที่กำลังเติบโตของโตเกียว',
    services: [
      {
        name: '3 คืน',
        desc: 'ทุกคืนที่โรงแรม 4 ดาว Felix',
      },
      {
        name: 'จองระเบียง',
        desc: 'เช้าหนึ่งวันที่ระเบียง VIP ของเรา',
      },
      {
        name: 'ทัวร์เท้า',
        desc: 'เดินเล่นริมหาด',
      },
      {
        name: 'อาหารค่ำ VIP',
        desc: 'อาหารทะเลที่ทำให้คุณมีความสุข',
      },
    ],
  },
  {
    id: '2',
    packageName: 'แพ็คเกจพรีเมียม',
    price: '19,997 บาท',
    type: 'ต่อเดือน',
    description:
      'Andaz Tokyo Toranomon Hills เป็นหนึ่งในโรงแรมหรูใหม่ล่าสุดในโตเกียว ตั้งอยู่ในหนึ่งในพื้นที่ที่กำลังเติบโตของโตเกียว',
    services: [
      {
        name: '3 คืน',
        desc: 'ทุกคืนที่โรงแรม 4 ดาว Felix',
      },
      {
        name: 'จองระเบียง',
        desc: 'เช้าหนึ่งวันที่ระเบียง VIP ของเรา',
      },
      {
        name: 'ทัวร์เท้า',
        desc: 'เดินเล่นริมหาด',
      },
      {
        name: 'อาหารค่ำ VIP',
        desc: 'อาหารทะเลที่ทำให้คุณมีความสุข',
      },
    ],
  },
  {
    id: '3',
    packageName: 'แพ็คเกจหรูหรา',
    price: '26,663 บาท',
    type: 'ต่อเดือน',
    description:
      'Andaz Tokyo Toranomon Hills เป็นหนึ่งในโรงแรมหรูใหม่ล่าสุดในโตเกียว ตั้งอยู่ในหนึ่งในพื้นที่ที่กำลังเติบโตของโตเกียว',
    services: [
      {
        name: '3 คืน',
        desc: 'ทุกคืนที่โรงแรม 4 ดาว Felix',
      },
      {
        name: 'จองระเบียง',
        desc: 'เช้าหนึ่งวันที่ระเบียง VIP ของเรา',
      },
      {
        name: 'ทัวร์เท้า',
        desc: 'เดินเล่นริมหาด',
      },
      {
        name: 'อาหารค่ำ VIP',
        desc: 'อาหารทะเลที่ทำให้คุณมีความสุข',
      },
    ],
  },
  {
    id: '4',
    packageName: 'แพ็คเกจ VIP',
    price: '33,330 บาท',
    type: 'ต่อเดือน',
    description:
      'Andaz Tokyo Toranomon Hills เป็นหนึ่งในโรงแรมหรูใหม่ล่าสุดในโตเกียว ตั้งอยู่ในหนึ่งในพื้นที่ที่กำลังเติบโตของโตเกียว',
    services: [
      {
        name: '3 คืน',
        desc: 'ทุกคืนที่โรงแรม 4 ดาว Felix',
      },
      {
        name: 'จองระเบียง',
        desc: 'เช้าหนึ่งวันที่ระเบียง VIP ของเรา',
      },
      {
        name: 'ทัวร์เท้า',
        desc: 'เดินเล่นริมหาด',
      },
      {
        name: 'อาหารค่ำ VIP',
        desc: 'อาหารทะเลที่ทำให้คุณมีความสุข',
      },
    ],
  },
];

export {PackageData};
